module.exports={
    greeting: "Добро пожаловать в ArzonUsta!\n" +
        "Мы рады, что вы с нами! Мы — команда профессионалов, готовых решить любые задачи в сфере сантехники и электрики.\n" +
        "\n" +
        "🚚 ✅ Быстрый выезд\n" +
        "\n" +
        "💰 ✅ Прозрачные цены\n" +
        "\n" +
        "🔧 ✅ Гарантия на работы\n" +
        "\n" +
        "👉✨ Ваш комфорт — наша забота. Нажмите кнопку ниже, чтобы вызвать мастера!\n" +
        "\n" +
        "С уважением, команда ArzonUsta",
    selectLang: "Выберите язык:",
    selectedLang: "Вы выбрали Русский.",
    sendNumber: "Отправьте или введите свой номер телефона 👇  в виде:\n",
    myNumber: "Мой номер",
    validNumber: "Ваш номер успешно получен ✅",
    invalidNumberFormat: "Формат номера некоректный",
    services:{
        electrician: "🔧 Электрика",
        plumber: "🚰 Сантехника",
        welder: "🛠 Сварные услуги",
    },
    serviceTypeMessage: "⚙️ Выберите услугу которая Вам требуется:",
    selectedService: "Выбрано услуга:",
    goBack: "⬅️ Назад",
    main_menu: {
        services: '🔧 Услуги',
        branches: "📍 Наши филлиалы",
        feedback: '☎️ Обратная связь',
        settings: "⚙️ Настройки",
        worktime: "🕐 Время работы"
    },
    call_center: "📲 Единый call-центр:",
    select_branches: "Выберите филиал:",
    our_branches: "Наши филиалы:",
    choose_location: "Пожалуйста выберите город:",
    location_selected: "Вы выбрали Город: {location}",
    main_menu_prompt: "Вернутся в главное меню",
    settings:  {
        change_name: "👤 Сменить имя",
        change_city: "🏙 Изменить город",
        change_language: "🇺🇿🇷🇺🇺🇸 Изменить язык",
        logout: '🚪 Выйти'
    },
    enter_name: "Введите имя",
    enter_new_name: "Пожалуйста, введите ваше новое имя: {name}",
    choose_action: "Выберите действие:",
    name_updated: "Ваше имя изменено на: {name}",
    error_occurred: "Ошибка",
    go_back:{
        settings_goBack: "⬅️ Назад."
    },
    settings_goBack:  "⬅️ Назад",
    language_updated: "Язык успешно изменен на: {language}",
    specify_problem: "📝 Укажите проблему",
    skip_button: "➡️ Пропустить",
    enter_address: "🏠 Пожалуйста, укажите свое местоположение или введите свой адрес:",
    send_location: "📍 Отправить локацию",
    invalid_address:"Пожалуйста, укажите действительный адрес или местоположение",
    request_received: "✅ Спасибо! Ваш запрос был принят.",
    in: "в",
    soon_call: 'Скоро вам позвонят',
    emergencyButton: "Срочно",
    chooseTime: 'Выберите подходящее вам время:',
    enterVerificationCode: "Введите смс верификацию",
    work_time: "Бот работает с 9:00 до 21:00. Если вам нужна услуга, пожалуйста, звоните в единый call-центр с 22:00 до 08:00"
}
